[
  {
    "id": 1,
    "name": "Wedding Planning Services",
    "image": "https://i.ibb.co/fNtCCZp/services-update-1.jpg",
    "price": "$5,000 - $10,000",
    "short_description": "Comprehensive wedding planning to make your dream day stress-free.",
    "long_description": "At The Wedding Canvas, we are dedicated to transforming your wedding dreams into a reality that surpasses your expectations. Our comprehensive Wedding Planning Services are designed to make your journey to 'I do' as seamless and memorable as possible. With The Wedding Canvas, you can trust that your special day will be meticulously planned and executed by a team of professionals who are passionate about crafting unforgettable moments. We understand that your wedding is not just an event; it's a profound expression of your love story. Our wedding planning services are your key to a truly stress-free wedding experience. From selecting the perfect venue to handpicking vendors who align with your vision, we are here to guide you through every step. Our commitment to excellence ensures that your wedding day reflects your unique style and personality.",
    "service_details": "Our Wedding Planning Services encompass venue selection, vendor coordination, timeline creation, rehearsal coordination, guest list management, budget planning, and much more. We offer a range of additional options to customize your wedding experience. Let The Wedding Canvas handle the logistics while you savor the joy of this momentous occasion."
  },
  {
    "id": 2,
    "name": "Custom Floral Arrangements",
    "image": "https://i.ibb.co/zJPZ5C0/services-2.jpg",
    "price": "$1,500 - $5,000",
    "short_description": "Bespoke floral designs tailored to your style and preferences.",
    "long_description": "At The Wedding Canvas, we believe that flowers are not just decorations; they are an art form that tells the story of your love. Our Custom Floral Arrangements are crafted with meticulous attention to detail, reflecting your unique style and preferences. Our Custom Floral Arrangements are more than just flowers; they're an expression of your love story. Our skilled florists are passionate about translating your unique style and preferences into stunning bouquets, centerpieces, and floral installations. We believe that every petal should whisper the beauty of your union, and our commitment to sourcing the freshest blooms ensures your wedding is an unforgettable botanical masterpiece.With The Wedding Canvas, your wedding will be adorned with bespoke floral designs that leave a lasting impression. Our skilled florists are dedicated to translating your vision into stunning bouquets, centerpieces, and floral installations. We are committed to sourcing the freshest blooms to ensure that your wedding is a breathtaking botanical masterpiece.",
    "service_details": "Our Custom Floral Arrangements include bridal bouquets, bridesmaids' bouquets, groom's boutonnieres, corsages, ceremony arch and aisle arrangements, reception table centerpieces, and more. We offer customization options to match your wedding theme perfectly. Let The Wedding Canvas create floral magic for your special day."
  },
  {
    "id": 3,
    "name": "Photography and VideoGraphy",
    "image": "https://i.ibb.co/9ybkYwy/services-3.jpg",
    "price": "$2,000 - $6,000",
    "short_description": "Capture your special moments with professional photography and videography.",
    "long_description": "At The Wedding Canvas, we understand the significance of preserving the magic of your wedding day. Our Photography and Videography services go beyond snapshots; they tell the beautiful narrative of your love story. Our Photography and Videography services are more than just snapshots; they're a narrative of your love story. We're dedicated to preserving the magic of your wedding day by artfully capturing every heartfelt moment. From the tear in your eye as you exchange vows to the infectious joy on the dance floor, our team uses high-quality equipment and artistic vision to ensure your wedding memories are a cherished masterpiece. With The Wedding Canvas, you can trust that every heartfelt moment will be artfully captured. Our team uses high-quality equipment and artistic vision to ensure that your wedding memories are a cherished masterpiece that you'll treasure for a lifetime.",
    "service_details": "Our Professional Photography and Videography services include full-day coverage, high-resolution edited photos, engagement photoshoot, online gallery, and print release. We offer videography options as well. Let The Wedding Canvas capture every moment of your special day with artistry and professionalism."
  },
  {
    "id": 4,
    "name": "Catering and Gourmet Dining",
    "image": "https://i.ibb.co/7KTZLQv/services-4.jpg",
    "price": "$75 - $150 per person",
    "short_description": "Indulge your guests with exquisite gourmet cuisine.",
    "long_description": "Indulge your guests with an exquisite culinary experience curated by The Wedding Canvas. Our Catering and Gourmet Dining services are a celebration of flavors that will delight your guests' palates. Our Catering and Gourmet Dining services are a symphony of flavors designed to delight your guests' palates. We craft delectable menus that cater to diverse tastes and dietary preferences, ensuring that every bite is a culinary journey. Whether you prefer an elegant plated dinner or a lavish buffet, our chefs are committed to creating a memorable dining experience for you and your loved ones. With The Wedding Canvas, you can expect delectable menus that cater to diverse tastes and dietary preferences. Whether you prefer an elegant plated dinner or a lavish buffet, our chefs are dedicated to creating a memorable dining experience for you and your loved ones.",
    "service_details": "Our Gourmet Cuisine options include customized menu planning, appetizers, multiple-course meals, dessert stations, late-night snacks, and dietary accommodations. We offer professional waitstaff, buffet or plated service, beverage packages, and tableware. Savor the culinary excellence of The Wedding Canvas."
  },
  {
    "id": 5,
    "name": "Live Entertainment and Music",
    "image": "https://i.ibb.co/xLZh6MD/services-update-5.jpg",
    "price": "$2,500 - $7,500",
    "short_description": "Keep the party alive with live music and entertainment.",
    "long_description": "At The Wedding Canvas, we understand the power of music to set the perfect atmosphere for your celebration. Our Live Entertainment and Music services are the heartbeats of your wedding festivities. Our Live Entertainment and Music services are the heartbeats of your wedding celebration. We understand the power of music to set the perfect atmosphere, from the romantic melodies during the ceremony to the lively tunes that keep the dance floor buzzing all night long. Our talented musicians and performers ensure your guests will be talking about the entertainment for years to come.With The Wedding Canvas, you can trust that our talented musicians and performers will keep the party alive. From romantic melodies during the ceremony to lively tunes that energize the dance floor, our music options are designed to create unforgettable moments.",
    "service_details": "Our Music options include live bands, string quartets, DJ services, solo musicians, and customized playlists. Performance options encompass ceremony music, cocktail hour entertainment, reception party music, special song requests, and interactive performances. Let The Wedding Canvas set the perfect musical backdrop for your special day."
  },
  {
    "id": 6,
    "name": "Wedding Stationery and Invitations",
    "image": "https://i.ibb.co/3v4wmGt/services-6.jpg",
    "price": "$500 - $1,000",
    "short_description": "Create a lasting impression with custom-designed wedding stationery.",
    "long_description": "At The Wedding Canvas, we understand that your wedding stationery is the first glimpse of your special day that your guests will receive. Our Wedding Stationery and Invitations are meticulously crafted to create a lasting impression that perfectly complements your unique wedding theme. At The Wedding Canvas, we understand that your wedding stationery is the first glimpse of your special day that your guests will receive. Our Wedding Stationery and Invitations are meticulously crafted to create a lasting impression that perfectly complements your unique wedding theme.With The Wedding Canvas, you can expect custom-designed stationery items that reflect your style and personality. We pay attention to every detail, from paper and printing options to fonts, colors, embossing, and unique envelope designs.",
    "service_details": "Our Stationery items include custom invitations, save-the-date cards, wedding programs, menu cards, place cards, and thank-you cards. We offer a variety of design options to ensure that your wedding stationery is a work of art. Let The Wedding Canvas create stationery that leaves a lasting impression on your guests."
  }
]
